"%1 already exists.\nDo you want to replace it?"="%1 כבר קיים.\nהאם ברצונך להחליפו?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nהספריה לא נמצאה.\nאנא ודא שצוין שם הספריה הנכון.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nהקובץ לא נמצאn.\nאנא ודא שצוין שם הקובץ הנכון.";
"&Abort"="&בטל";
"&Add to Custom Colors"="ה&וסף לצבעים מותאמים אישית";
"&Basic colors"="&צבעים בסיסיים";
"&Cancel"="&ביטול";
"&Copy"="&העתק";
"&Custom colors"="&צבעים מותאמים אישית";
"&Define Custom Colors >>"="&הגדר צבעים מותאמים אישית >>";
"&Delete"="&מחק";
"&Finish"="&סיום";
"&Green:"="&ירוק:";
"&Help"="&עזרה";
"&Ignore"="&התעלם";
"&Name:"="&שם:";
"&Next >"="&הבא >";
"&No"="&לא";
"&Open"="&פתח";
"&Options <<"="&אפשרויות <<";
"&Options >>"="&אפשרויות >>";
"&Paste"="ה&דבק";
"&Print"="&הדפס";
"&Red:"="&אדום:";
"&Redo"="ב&צע שנית";
"&Reload"="&טען מחדש";
"&Rename"="&שנה שם";
"&Retry"="&נסה שוב";
"&Sat:"="&רוויה:";
"&Save"="&שמור";
"&Undo"="&בטל פעולה";
"&Unsorted"="&לא ממוין";
"&Val:"="&ערך:";
"&Yes"="&כן";
"* You must accept the terms in order to proceed."="* עליך לקבל את התנאים על מנת להמשיך.";
"..."="...";
"< &Back"="< ה&קודם";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>כל מפתחות מוצר אחרים</b><br/><br/>פנה לתמיכה ב-<br/><br/>טלפון: 1.866.518.6791 או +1.403.228.5940 <br/>דוא\"ל: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>פניות לתמיכה:</b><br/>טלפון: 1.866.518.6791 או +1.403.228.5940 <br/>דוא\"ל: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>הסכם רישיון</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>אודות Qt</h3>%1<p>Qt היא ערכת כלים של C++ לפיתוח יישומים חוצי-פלטפורמות.</p><p>Qt מספקת ניידות של מקור-יחיד בין MS&nbsp, Windows, Mac&nbsp, OS&nbsp, X, Linux וכל ואריאציות Unix המסחריות העיקריות. Qt זמינה גם עבור התקנים משובצים כגון Qtopia Core.</p><p>Qt היא מוצר של Trolltech. למידע נוסף ראה <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 מפתח המוצר</b><br/><br/>הקלק <a href=\" \">כאן</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>תוכנית זו משתמשת ב- Qt Open Source Edition גירסה %1.</p><p>Qt Open Source Edition מיועדת לפיתוח של יישומי קוד מקור פתוח (Open Source). דרוש רשיון Qt מסחרי לפיתוח של יישומים קנייניים (קוד מקור סגור - Closed Source).</p><p>ראה <tt>http://www.trolltech.com/company/model.html</tt> לסקירה אודות רישוי Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>תוכנית זו משתמשת ב- Qt גירסה %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>ברוכים הבאים לתוכנה %1 מבית SMART Technologies‏.</p><p>גרסת ביתא זו של התוכנה מיועדת לצורכי הערכה בלבד ותפסיק לפעול בסוף תקופת הניסיון. ניתן לשלוח משוב אל <a href=\"mailto:technicaltrials@smarttech.com \">technicaltrials@smarttech.com </a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="מפתח מוצר הינו קוד שמפעיל את תוכנת SMART Notebook. אם אינכם מוצאים את מפתח המוצר, אנא בקרו בפורטל Software SMART בכתובת https://licensing.smarttech.com, או צרו קשר עם המשווק שלכם לעזרה. <a href=\"https://licensing.smarttech.com\"></a>לאחר שתאחזרו את מפתח המוצר, שמרו אותו במקום בטוח.";
"A&lpha channel:"="ערוץ &אלפא:";
"A0 (841 x 1189 mm)"="A0 ‏(‎841 x 1189 מ\"מ)";
"A1 (594 x 841 mm)"="A1 ‏(‎594 ‎x‎ ‎841 מ\"מ)";
"A2 (420 x 594 mm)"="A2 ‏(‎420 x 594 מ\"מ)";
"A3 (297 x 420 mm)"="A3 ‏(‎297 x 420 מ\"מ)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 ‏(210‎ x 297 מ\"מ, 8.26‎ x 11.7 אינץ')";
"A5 (148 x 210 mm)"="A5 ‏(148‎ ‎x 210 מ\"מ)";
"A6 (105 x 148 mm)"="A6 ‏(105‎ x 148 מ\"מ)";
"A7 (74 x 105 mm)"="A7 ‏(74‎ x 105 מ\"מ)";
"A8 (52 x 74 mm)"="A8 ‏(52‎ x 74 מ\"מ)";
"A9 (37 x 52 mm)"="A9 ‏(37‎ x 52 מ\"מ)";
"Abort"="בטל";
"About %1"="אודות %1";
"About Product Keys"="אודות 'מפתחות מוצר'";
"About Qt"="אודות Qt";
"Accept"="קבל";
"Activate"="הפעל";
"Activate Product"="הפעל מוצר";
"Activate by phone"="הפעל באמצעות טלפון";
"Activate by web form"="הפעל באמצעות טופס רשת";
"Activate the keys now"="הפעילו את המפתחות כעת";
"Activate the product key again."="הפעל את מפתח המוצר מחדש.";
"Activates the program's main window"="מפעיל את החלון הראשי של התוכנית";
"Add"="הוסף";
"Aliases: %1"="כינויים: %1";
"All Files (*)"="כל הקבצים (*)";
"All Files (*.*)"="כל הקבצים (*.*)";
"Apply"="החל";
"Authentication required"="דרוש אימות";
"B0 (1000 x 1414 mm)"="B0 ‏(1000‎ x 1414 מ\"מ)";
"B1 (707 x 1000 mm)"="B1 ‏(707‎ x 1000 מ\"מ)";
"B10 (31 x 44 mm)"="B10 ‏(31‎ x 44 מ\"מ)";
"B2 (500 x 707 mm)"="B2 ‏(500‎ x 707 מ\"מ)";
"B3 (353 x 500 mm)"="B3 ‏(353‎ x 500 מ\"מ)";
"B4 (250 x 353 mm)"="B4 ‏(250‎ x 353 מ\"מ)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 ‏(176‎ x 250 מ\"מ, 6.93‎ x 9.84 אינץ')";
"B6 (125 x 176 mm)"="B6 ‏(125‎ x 176 מ\"מ)";
"B7 (88 x 125 mm)"="B7 ‏(88‎ x 125 מ\"מ)";
"B8 (62 x 88 mm)"="B8 ‏(62‎ x 88 מ\"מ)";
"B9 (44 x 62 mm)"="B9 ‏(44‎ x 62 מ\"מ)";
"Back"="הקודם";
"Bl&ue:"="&כחול:";
"Browse..."="עיון...";
"By Internet browser"="דרך דפדפן האינטרנט";
"By phone"="באמצעות טלפון";
"C5E (163 x 229 mm)"="C5E ‏(163‎ x 229 מ\"מ)";
"Cancel"="ביטול";
"Carefully read the following license agreement."="קרא נא בשים לב את הסכם הרישיון הבא.";
"Centimeters (cm)"="סנטימטרים (ס\"מ)";
"Check for product key renewals and apply them."="בדוק אם יש חידושי מפתח מוצר ויישם אותם.";
"Close"="סגור";
"Close without Saving"="סגור ללא שמירה";
"Collate"="סדר";
"Color"="צבע";
"Color Mode"="מצב צבע";
"Commit"="שלח";
"Connected to host"="מחובר למארח";
"Connected to host %1"="מחובר למארח %1";
"Connection closed"="החיבור סגור";
"Connection refused"="החיבור נדחה";
"Connection refused (or timed out)"="החיבור נדחה (או תם הזמן)";
"Connection to %1 closed"="החיבור אל %1 סגור";
"Continue"="המשך";
"Copies"="עותקים";
"Copies:"="עותקים:";
"Copy"="העתק";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="העתיקו את קובץ הבקשה למחשב אחר ולאחר מכן עברו אל &lt;a <a href=\"%1\">%21</a>במחשב האחר.";
"Copy to clipboard"="העתק ללוח";
"Create New Folder"="צור תיקיה חדשה";
"Cu&t"="&גזור";
"DLE (110 x 220 mm)"="DLE ‏(110‎ x 220 מ\"מ)";
"Data corrupted"="נתונים פגומים";
"Days Left:"="ימים שנותרו:";
"Delete"="מחק";
"Delete the product key from this computer."="מחק את מפתח המוצר ממחשב זה.";
"Detail View"="תצוגת פרטים";
"Directories"="ספריות";
"Directory"="ספריה";
"Disable auto-renewals for this key <a href=''>more info</a>"="בטל חידושים אוטומטיים עבור מפתח זה <a href=''>מידע נוסף</a>";
"Discard"="בטל שינויים";
"Don't Save"="אל תשמור";
"Done"="בוצע";
"Drive"="כונן";
"Duplex Printing"="הדפסה דו-צדדית";
"Enter License"="הזן רישיון";
"Enter your product key(s)"="הזן את מפתח(ות) המוצר שלך";
"Error writing response to device"="שגיאה בכתיבת תגובה התקן";
"Evaluation Version"="גרסת ניסיון";
"Executable '%1' requires Qt %2, found Qt %3."="תוכנית ההרצה '%1' זקוקה ל- Qt %2, נמצא Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive ‏(7.5‎ x 10 אינץ', 191‎ x 254 מ\"מ)";
"Export Request File..."="לייצא קובץ הבקשה...";
"False"="לא נכון";
"File"="קובץ";
"File name:"="שם קובץ:";
"Files of type:"="קבצים מסוג:";
"Folio (210 x 330 mm)"="Folio ‏(210‎ x 330 מ\"מ)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="לקבלת מידע נוסף על מפתחות מוצר, בקרו ב: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys </a> .";
"Form"="טופס";
"From page:"="מדף:";
"Go Back"="חזור";
"Grayscale"="גווני אפור";
"HTTP request failed"="בקשת HTTP נכשלה";
"HTTPS connection requested but SSL support not compiled in"="חיבור HTTPS נדרש אך תמיכתSSL  לא עברה הידור";
"Height:"="גובה:";
"Help"="עזרה";
"Hide %1"="הסתר %1";
"Hide Others"="הסתר אחרים";
"Host %1 found"="מארח  %1נמצא";
"Host %1 not found"="מארח  %1לא נמצא";
"Host found"="מארח נמצא";
"Host requires authentication"="מארח דורש אימות";
"Hu&e:"="&גוון:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="אם אין לך חיבור לאינטרנט במחשב זה, ניתן לשמור את הבקשה כקובץ ולשלוח את הבקשה ממחשב אחר.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="אם יש לך חיבור לאינטרנט, ניתן לשלוח את הבקשה באופן אוטומטי. אם אין לך חיבור לאינטרנט, ניתן לשלוח את הבקשה באופן ידני.";
"If you received a response file, press the button below to import the file here."="אם קיבלת קובץ תגובה, לחץ על הלחצן למטה כדי לייבא את הקובץ כאן.";
"Ignore"="התעלם";
"Import Response File..."="ייבא קובץ תגובה...";
"Inches (in)"="אינצ'ים (אינ')";
"Incompatible Qt Library Error"="שגיאת ספריית Qt לא תואמת";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="זוהתה(זוהו) בקשה(ות) לא שלמה(ות). האם ברצונך להשלים את בקשתך כעת?";
"Invalid HTTP chunked body"="גוף מקוטע של HTTP לא חוקית";
"Invalid HTTP response header"="כותרת של תגובת HTTP לא חוקית";
"Landscape"="לרוחב";
"Ledger (432 x 279 mm)"="Ledger ‏(432‎ x 279 מ\"מ)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal ‏(8.5‎ x 14 אינץ', 216‎ x 356 מ\"מ)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter ‏(8.5‎ x 11 אינץ', 216‎ x 279 מ\"מ)";
"License Expired"="פג תוקף הרישיון";
"License Expiring"="תוקפו של הרישיון פג";
"License Status"="מצב רישיון";
"License for this software is about to expire."="תוקפו של הרישיון של תוכנה זו עומד לפוג.";
"Licensing period for this software has expired."="תקופת הרישיון של תוכנה זו הסתיימה.";
"Limitations"="הגבלות";
"List View"="תצוגת רשימה";
"Location:"="מיקום:";
"Long side"="צד ארוך";
"Look in:"="חפש ב:";
"Lost Product Key"="מפתח המוצר אבד";
"Manage"="נהל";
"Manage Selected Product Key..."="נהל את מפתח המוצר שבחרת...";
"Manage, view, and add keys"="נהלו, צפו והוסיפו מפתחות";
"Margins"="שוליים";
"Millimeters (mm)"="מילימטרים (מ\"מ)";
"My Computer"="המחשב שלי";
"N&o to All"="ל&א לכל";
"No server set to connect to"="לא הוגדר שרת לחיבור";
"No space left on device"="לא נשאר מקום בהתקן";
"No such file or directory"="אין קובץ או ספריה כאלה";
"None"="ללא";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="הערה: ניתן לבטל את כל הבקשות ביחד, אך ניתן להשלים בקשה אחת בלבד בכל פעם. אם יש לך יותר מבקשה אחת שלא הושלמה, תחזור למסך זה במועד מאוחר יותר.";
"Number of copies:"="מספר עותקים:";
"OK"="אישור";
"OR"="או";
"Obtain a product key"="להשגת מפתח מוצר";
"Open"="פתח";
"Open "="פתח ";
"Options"="אפשרויות";
"Orientation"="כיוון הדפסה";
"Orientation:"="כיוון הדפסה:";
"Output &file:"="&קובץ פלט:";
"Output Settings"="הגדרות פלט";
"P&roperties"="ת&כונות";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="גודל דף:";
"Pages from"="דפים מ-";
"Paper"="נייר";
"Paper format"="תבנית נייר";
"Paper source:"="מקור נייר:";
"Parent Directory"="ספריית אב";
"Paste"="הדבק";
"Permission denied"="אין הרשאה";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="אנא חייג לאחד מהמספרים הבאים:\n\n‏1.866.518.6791 (שיחת חינם קנדה/ארה\"ב)\n‏+1.403.228.5940 (מדינות אחרות)\n‏05:00-18:00 (MST) בימים שני-שישי\nפקס: ‎+1.403.806.1256";
"Points (pt)"="נקודות (נק')";
"Portrait"="לאורך";
"PostScript Files (*.ps);;All Files (*)"="קובצי PostScript ‏(*.ps);;כל הקבצים (*)";
"Preferences..."="העדפות...";
"Press the button below to paste the response you received from the SMART website."="לחץ על הלחצן למטה כדי להדביק את התשובה שקיבלת מהאתר של SMART.";
"Preview"="תצוגה מקדימה";
"Print all"="הדפס הכל";
"Print destination"="יעד הדפסה";
"Print first page first"="הדפס דף ראשון תחילה";
"Print in color if available"="הדפס בצבע אם זמין";
"Print in grayscale"="הדפס בגווני אפור";
"Print last page first"="הדפס דף אחרון תחילה";
"Print range"="טווח הדפסה";
"Print selection"="הדפס בחירה";
"Print to File (PDF)"="הדפס לקובץ (PDF)";
"Print to File (Postscript)"="הדפס לקובץ (Postscript)";
"Print to file:"="הדפס לקובץ:";
"Print to printer:"="הדפס למדפסת:";
"Printer"="מדפסת";
"Printer settings"="הגדרות מדפסת";
"Product"="מוצר";
"Product Key"="מפתח מוצר";
"Proxy authentication required"="דרוש אימות  Proxy";
"Proxy requires authentication"="Proxy דורש אימות";
"Purchase License"="רכוש רישיון";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="רכשו רישיונות עבור תוכנות SMART ב: <a href=\"http://www.smarttech.com/where\"> http://www.smarttech.com/where</a>";
"Purchase Software"="רכישת תוכנה";
"QT_LAYOUT_DIRECTION"="RTL";
"Quit"="צא";
"Quit %1"="צא %1";
"Reject"="דחה";
"Remove"="הסר";
"Repair the product key to enable it again on this computer."="תקן את מפתח המוצר כדי להפוך אותו שוב לזמין במחשב זה.";
"Request aborted"="הבקשה בוטלה";
"Reset"="אפס";
"Restore Defaults"="שחזר ברירות מחדל";
"Retrieve your lost product key or obtain a new one."="אחזר מפתח המוצר שלך שאבד או קבל מפתח חדש.";
"Retry"="נסה שוב";
"Return the product key so a different computer can use it."="החזר את מפתח המוצר כדי להשתמש בו במחשב אחר.";
"Reverse"="הפוך";
"Reverse landscape"="הפוך הדפסה לרוחב";
"Reverse portrait"="הפוך הדפסה לאורך";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="הפעלת תוכנת SMART";
"SSL handshake failed"="לחיצת יד של SSL  נכשלה";
"Save"="שמור";
"Save All"="שמור הכל";
"Save As"="שמור בשם";
"Select All"="בחר הכל";
"Select a Directory"="בחר ספריה";
"Select color"="בחר צבע";
"Select how you want to submit your request manually:"="בחר כיצד ברצונך לשלוח את הבקשה באופן ידני:";
"Select one of the following options for the selected product key:"="בחר אחת מהאפשרויות הבאות עבור מפתח המוצר שנבחר:";
"Selection"="בחירה";
"Server closed connection unexpectedly"="השרת סגר את החיבור באופן בלתי צפוי";
"Services"="שירותים";
"Short side"="צד קצר";
"Show &hidden files"="הצג קבצים &נסתרים";
"Show All"="הצג את הכל";
"Sign in"="התחבר";
"Sort"="מיין";
"Sort by &Date"="מיין לפי &תאריך";
"Sort by &Name"="מיין לפי &שם";
"Sort by &Size"="מיין לפי &גודל";
"Start Trial"="התחל ניסיון";
"Start that process here."="התחל את התהליך הזה כאן.";
"Status"="מצב";
"Submit request automatically (recommended)"="שלח את הבקשה באופן אוטומטי (מומלץ)";
"Submit request manually"="שלח את הבקשה באופן ידני";
"Submit your request by uploading the request file to the SMART website."="שלח את הבקשה ע\"י העלאת קובץ הבקשה לאתר של SMART.";
"Submitting request automatically..."="משלוח הבקשה באופן אוטומטי...";
"Symbolic Link"="קישור סמלי";
"Tabloid (279 x 432 mm)"="Tabloid ‏(279‎ x 432 מ\"מ)";
"Thank you for evaluating %1 software from SMART Technologies."="תודה לך על שניסית את התוכנה %1 מבית SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="תודה לך על שניסית את התוכנה %1 מבית SMART Technologies.";
"The evaluation period for this software has ended."="תקופת הניסיון לתוכנה זו הסתיימה.";
"The file imported successfully. Click Next to process the response file."="הייבוא של הקובץ הושלם בהצלחה. לחץ על הבא כדי לעבד את קובץ תגובה.";
"The license for this software has expired."="פג תוקף הרישיון לשימוש בתוכנה זו.";
"There are keys that require activation on this computer."="במחשב זה ישנם מפתחות הדורשים הפעלה.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="תוכנה זו מיועדת לצורכי הערכה בלבד והיא תפסיק לפעול בסיום תקופת הניסיון.";
"To activate %1 software press Activate Product."="כדי להפעיל את התוכנה %1 לחץ על 'הפעל מוצר'.";
"To continue using %1 software, please purchase a license, and then activate the software."="כדי להמשיך את השימוש בתוכנה %1, אנא רכוש רישיון והפעל את התוכנה.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="כדי להאריך, נא הפעל את SMART Sync או את SMART Response וצור קשר עם CMPC.";
"To page:"="עד דף:";
"To purchase %1 software, contact SMART Technologies."="לרכישת תוכנת %1 פנה אל SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="כדי לרכוש רישיון או ליצור קשר עם SMART Technologies, לחץ על 'רכוש רישיון'.";
"To start the trial period, press Start Trial."="כדי להתחיל תקופת ניסיון, יש להקיש על Start Trial.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="כדי לשלוח את הבקשה דרך דפדפן האינטרנט יש ללחוץ על הלחצן למטה. לחיצה על לחצן זה מעתיקה את הודעת הבקשה ופותחת את דפדפן האינטרנט לדף באתר SMART בו ניתן להדביק את ההודעה.";
"Too many open files"="יותר מדי קבצים פתוחים";
"True"="נכון";
"Type:"="סוג:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope ‏(105‎ x 241 מ\"מ)";
"Unable to submit your request. Try again later or try a manual request now."="לא ניתן לשלוח את בקשתך. נסה שוב מאוחר יותר או נסה בקשה ידנית כעת.";
"Unknown"="לא ידוע";
"Unknown Location"="מיקום לא ידוע";
"Unknown authentication method"="שיטת אימות לא ידועה";
"Unknown error"="שגיאה לא ידועה";
"Unknown protocol specified"="צוין פרוטוקול לא ידוע";
"Upgrade"="שדרגו";
"Upgrade to use all the amazing features Notebook has to offer!"="שדרגו כדי להשתמש בכל התכונות המדהימות שיש ל- Notebook להציע! ";
"Web:"="אינטרנט:";
"Welcome to %1 software from SMART Technologies."="ברוך הבא לתוכנה %1 מבית SMART Technologies.";
"What is a product key?"="מה הוא מפתח מוצר?";
"What's This?"="מה זה?";
"When you receive a response file, copy it back to this computer, and then click Next."="כאשר תקבל קובץ תגובה, העתק אותו חזרה למחשב זה ולאחר מכן לחץ על הבא.";
"Width:"="רוחב:";
"Wrong content length"="אורך התוכן שגוי";
"Yes to &All"="&כן לכל";
"accept"="קבל";
"bottom margin"="שוליים תחתונים";
"left margin"="שוליים שמאליים";
"locally connected"="מחובר מקומית";
"right margin"="שוליים ימניים";
"to"="אל";
"top margin"="שוליים עליונים";
"unknown"="לא ידוע";
